
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>神雕侠侣 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch04.html" />
    
    
    <link rel="prev" href="ch02.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    天龙八部
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    笑傲江湖
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    神雕侠侣
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    射雕英雄传
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    倚天屠龙记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    鹿鼎记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    连城诀
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch08.html">
            
                <a href="ch08.html">
            
                    
                    雪山飞狐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch09.html">
            
                <a href="ch09.html">
            
                    
                    侠客行
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >神雕侠侣</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x795E;&#x96D5;&#x4FA0;&#x4FA3;">&#x795E;&#x96D5;&#x4FA0;&#x4FA3;</h1>
<p>&#x6768;&#x8FC7;&#x4E0E;&#x5C0F;&#x9F99;&#x5973;&#x91CD;&#x9022;&#x4E4B;&#x540E;&#x4F1A;&#x4E0D;&#x4F1A;&#x7EC8;&#x751F;&#x70ED;&#x604B;&#xFF0C;&#x6211;&#x4EEC;&#x65E0;&#x4ECE;&#x5F97;&#x77E5;&#xFF0C;&#x4E00;&#x53E5;&#x201C;&#x4ED6;&#x65E5;&#x6C5F;&#x6E56;&#x76F8;&#x9022;&#xFF0C;&#x518D;&#x5F53;&#x676F;&#x9152;&#x8A00;&#x6B22;&#x201D;&#xFF0C;&#x795E;&#x96D5;&#x4FA0;&#x4FA3;&#x4ECE;&#x6B64;&#x7EDD;&#x8FF9;&#x6C5F;&#x6E56;&#x3002;&#x5176;&#x5B9E;&#x75F4;&#x5FC3;&#x82E6;&#x7B49;&#x5341;&#x516D;&#x5E74;&#x4ECD;&#x4E24;&#x60C5;&#x76F8;&#x60A6;&#x7B97;&#x4E0D;&#x5F97;&#x4F1F;&#x5927;&#xFF0C;&#x6BD5;&#x7ADF;&#x8D8A;&#x5F97;&#x4E0D;&#x5230;&#x7684;&#x603B;&#x662F;&#x8D8A;&#x597D;&#xFF0C;&#x800C;&#x671D;&#x5915;&#x76F8;&#x5904;&#x4F9D;&#x7136;&#x7231;&#x604B;&#x5982;&#x6614;&#xFF0C;&#x90A3;&#x624D;&#x662F;&#x96BE;&#x80FD;&#x53EF;&#x8D35;&#x3002;&#x5341;&#x516D;&#x5E74;&#x524D;&#x5C0F;&#x9F99;&#x5973;&#x5C31;&#x95EE;&#x8FC7;&#xFF1A;&#x201C;&#x4F60;&#x867D;&#x7231;&#x6211;&#x4E4B;&#x5FC3;&#x59CB;&#x7EC8;&#x4E0D;&#x53D8;&#xFF0C;&#x5728;&#x53E4;&#x5893;&#x4E2D;&#x65F6;&#x65E5;&#x4E45;&#x4E86;&#xFF0C;&#x53EF;&#x4F1A;&#x6C14;&#x95F7;&#xFF1F;&#x201D;&#x6768;&#x8FC7;&#x5FC3;&#x4E0B;&#x8E0C;&#x8E87;&#xFF1A;&#x201C;&#x7EB5;&#x7136;&#x4F4F;&#x4E86;&#x5341;&#x5E74;&#x3001;&#x4E8C;&#x5341;&#x5E74;&#x4ECD;&#x4E0D;&#x538C;&#x5026;&#xFF0C;&#x4F4F;&#x5230;&#x4E09;&#x5341;&#x5E74;&#x5462;&#xFF1F;&#x56DB;&#x5341;&#x5E74;&#x5462;&#xFF1F;&#x201D;&#x5BF9;&#x4E8E;&#x5FC3;&#x604B;&#x6C5F;&#x6E56;&#x4E4B;&#x8FDC;&#x7684;&#x7537;&#x4EBA;&#x5982;&#x6768;&#x8FC7;&#xFF0C;&#x5F62;&#x540C;&#x53E4;&#x5893;&#x7684;&#x5A5A;&#x59FB;&#xFF0C;&#x5012;&#x4E0D;&#x5982;&#x4E0E;&#x91D1;&#x8F6E;&#x6CD5;&#x738B;&#x5927;&#x6218;&#x4E09;&#x767E;&#x56DE;&#x5408;&#x6765;&#x5F97;&#x75DB;&#x5FEB;&#x3002;</p>
<p>  &#x9634;&#x68EE;&#x7684;&#x53E4;&#x5893;&#xFF0C;&#x76F8;&#x4F9D;&#x4E3A;&#x547D;&#x3001;&#x60C5;&#x7AA6;&#x521D;&#x5F00;&#xFF0C;&#x4E24;&#x4E2A;&#x5C11;&#x5E74;&#x7537;&#x5973;&#x9664;&#x4E86;&#x5BF9;&#x65B9;&#x8FD8;&#x80FD;&#x6709;&#x522B;&#x7684;&#x9009;&#x62E9;&#xFF1F;&#x800C;&#x4E00;&#x51FA;&#x4E86;&#x53E4;&#x5893;&#xFF0C;&#x6768;&#x8FC7;&#x5373;&#x5982;&#x8FDB;&#x4E86;&#x5927;&#x89C2;&#x56ED;&#x7684;&#x5B9D;&#x7389;&#xFF0C;&#x53C8;&#x662F;&#x70ED;&#x543B;&#x5B8C;&#x989C;&#x840D;&#x53C8;&#x662F;&#x7ED9;&#x9646;&#x65E0;&#x53CC;&#x89E3;&#x8863;&#x63A5;&#x9AA8;&#xFF0C;&#x59D0;&#x59D0;&#x59B9;&#x59B9;&#x597D;&#x4E00;&#x756A;&#x8C03;&#x7B11;&#x3002;&#x5C31;&#x662F;&#x89C1;&#x5230;&#x6253;&#x5C0F;&#x4E0D;&#x5BF9;&#x52B2;&#x7684;&#x90ED;&#x8299;&#x5AE3;&#x7136;&#x4E00;&#x7B11;&#xFF0C;&#x201C;&#x72B9;&#x5982;&#x4E00;&#x6735;&#x73AB;&#x7470;&#x82B1;&#x513F;&#x5FFD;&#x7136;&#x5F00;&#x653E;&#x201D;&#xFF0C;&#x4E5F;&#x662F;&#x5FC3;&#x5934;&#x9E7F;&#x649E;&#x3002;&#x800C;&#x5F53;&#x521D;&#x540C;&#x7EC3;&#x300A;&#x7389;&#x5973;&#x5FC3;&#x7ECF;&#x300B;&#x4E4B;&#x65F6;&#xFF0C;&#x90A3;&#x8DB3;&#x4EE5;&#x98A0;&#x5012;&#x4F17;&#x751F;&#x7684;&#x7389;&#x4F53;&#x8FD1;&#x5728;&#x54AB;&#x5C3A;&#xFF0C;&#x4ED6;&#x5FC3;&#x4E2D;&#x53C8;&#x4F55;&#x66FE;&#x8D77;&#x8FC7;&#x7231;&#x6B32;&#x6D9F;&#x6F2A;&#xFF1F;</p>
<p>  &#x4E00;&#x4E2A;&#x662F;&#x201C;&#x59D1;&#x59D1;&#x201D;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x201C;&#x8FC7;&#x513F;&#x201D;&#xFF1B;&#x5341;&#x516D;&#x5E74;&#x540E;&#x629A;&#x7740;&#x4ED6;&#x7684;&#x6591;&#x6591;&#x767D;&#x53D1;&#xFF0C;&#x5979;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x7684;&#x8FC7;&#x513F;&#x957F;&#x5927;&#x4E86;&#x201D;&#x3002;&#x5C0F;&#x9F99;&#x5973;&#x7684;&#x7231;&#x66F4;&#x8FD1;&#x4E8E;&#x6BCD;&#x7231;&#xFF0C;&#x65E0;&#x9650;&#x5305;&#x5BB9;&#xFF0C;&#x6C38;&#x6052;&#x4E0D;&#x53D8;&#xFF0C;&#x5979;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x9664;&#x4E86;&#x6768;&#x8FC7;&#x4E00;&#x5207;&#x90FD;&#x6F20;&#x7136;&#x89C6;&#x4E4B;&#xFF0C;&#x65E0;&#x8BBA;&#x5BF9;&#x9519;&#x5584;&#x6076;&#x3002;&#x800C;&#x5BF9;&#x7537;&#x4EBA;&#x800C;&#x8A00;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x7231;&#x80CC;&#x8D1F;&#x7740;&#x592A;&#x591A;&#x4F7F;&#x547D;&#x611F;&#xFF0C;&#x592A;&#x5E84;&#x4E25;&#xFF0C;&#x5BF9;&#x65B9;&#x592A;&#x91CD;&#x8981;&#xFF0C;&#x60A3;&#x5F97;&#x60A3;&#x5931;&#x95F4;&#x7A00;&#x91CA;&#x4E86;&#x7231;&#x60C5;&#x7684;&#x4E50;&#x8DA3;&#x3002;&#x65E2;&#x65E0;&#x201C;&#x6B22;&#x4E50;&#x8DA3;&#x201D;&#xFF0C;&#x4F55;&#x6765;&#x201C;&#x79BB;&#x522B;&#x82E6;&#x201D;&#xFF1F;&#x82CD;&#x767D;&#x7684;&#x7F8E;&#x8C8C;&#xFF0C;&#x8FD8;&#x6BD4;&#x4E0D;&#x4E0A;&#x8DDB;&#x811A;&#x7684;&#x9646;&#x65E0;&#x53CC;&#xFF0C;&#x201C;&#x50BB;&#x86CB;&#x201D;&#x201C;&#x5AB3;&#x5987;&#x513F;&#x201D;&#x53EB;&#x7740;&#x8FDC;&#x6BD4;&#x201C;&#x59D1;&#x59D1;&#x201D;&#x201C;&#x8FC7;&#x513F;&#x201D;&#x6765;&#x5F97;&#x6709;&#x8DA3;&#xFF0C;&#x7537;&#x6B22;&#x5973;&#x7231;&#x672C;&#x8BE5;&#x5982;&#x6B64;&#x3002;</p>
<p>  &#x8BD5;&#x95EE;&#x8BF8;&#x541B;&#xFF0C;&#x5982;&#x679C;&#x6709;&#x4E2A;&#x5973;&#x4EBA;&#x67AF;&#x5B88;&#x5341;&#x516D;&#x5E74;&#xFF0C;&#x53EA;&#x4E3A;&#x4E00;&#x4E2A;&#x7231;&#x7684;&#x627F;&#x8BFA;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x613F;&#x610F;&#x4E3A;&#x5979;&#x653E;&#x5F03;&#x81EA;&#x7531;&#x4E0E;&#x68A6;&#x60F3;&#xFF0C;&#x653E;&#x5F03;&#x8EAB;&#x8FB9;&#x7684;&#x65E0;&#x8FB9;&#x6625;&#x8272;&#xFF1F;&#x662F;&#x505A;&#x7EB5;&#x6A2A;&#x5929;&#x4E0B;&#x7684;&#x201C;&#x795E;&#x96D5;&#x5927;&#x4FA0;&#x201D;&#x8FD8;&#x662F;&#x56F0;&#x5B88;&#x53E4;&#x5893;&#x7684;&#x201C;&#x6D3B;&#x6B7B;&#x4EBA;&#x201D;&#xFF1F;&#x662F;&#x4E3E;&#x6848;&#x9F50;&#x7709;&#x3001;&#x76F8;&#x656C;&#x5982;&#x5BBE;&#x7684;&#x9053;&#x5FB7;&#x575A;&#x5B88;&#xFF0C;&#x8FD8;&#x662F;&#x706F;&#x4E0B;&#x9189;&#x6311;&#x7709;&#x68A2;&#x7684;&#x7EA2;&#x989C;&#xFF0C;&#x66F4;&#x4EE4;&#x7537;&#x4EBA;&#x5FEB;&#x610F;&#xFF1F;&#x4E00;&#x53E5;&#x201C;&#x6B64;&#x751F;&#x53EA;&#x7231;&#x59D1;&#x59D1;&#x4E00;&#x4EBA;&#x201D;&#xFF0C;&#x96BE;&#x9053;&#x5C31;&#x5B8C;&#x6210;&#x4E86;&#x6768;&#x8FC7;&#x5BF9;&#x7231;&#x60C5;&#x7684;&#x9609;&#x5272;&#xFF1F;&#x7136;&#x800C;&#x5373;&#x4F7F;&#x5DF2;&#x4E0E;&#x7A0B;&#x3001;&#x9646;&#x7ED3;&#x4E49;&#xFF0C;&#x4E5F;&#x4E0D;&#x4E45;&#x4FBF;&#x7FE9;&#x7136;&#x800C;&#x53BB;&#xFF0C;&#x800C;&#x5BF9;&#x82E6;&#x5FC3;&#x5BFB;&#x89C5;&#x4ED6;&#x534A;&#x751F;&#x7684;&#x90ED;&#x8944;&#x66F4;&#x6570;&#x5341;&#x5E74;&#x907F;&#x800C;&#x4E0D;&#x89C1;&#xFF0C;&#x662F;&#x62C5;&#x5FC3;&#x5C0F;&#x9F99;&#x5973;&#x4E0D;&#x80FD;&#x5BB9;&#x4EBA;&#xFF0C;&#x8FD8;&#x662F;&#x62C5;&#x5FC3;&#x60C5;&#x96BE;&#x81EA;&#x6301;&#xFF1F;</p>
<p> &#x6E34;&#x671B;&#x6709;&#x4E2A;&#x51FA;&#x7C7B;&#x62D4;&#x8403;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x5FC3;&#x4E00;&#x610F;&#x4E3A;&#x7231;&#x5DF1;&#x800C;&#x751F;&#xFF0C;&#x4E3A;&#x7231;&#x5DF1;&#x800C;&#x6B7B;&#xFF0C;&#x5018;&#x82E5;&#x4E16;&#x95F4;&#x771F;&#x6709;&#x6B64;&#x4EBA;&#xFF0C;&#x4E3A;&#x4ED6;&#xFF08;&#x5979;&#xFF09;&#x8DCB;&#x5C71;&#x6D89;&#x6C34;&#x3001;&#x5386;&#x7ECF;&#x8270;&#x8F9B;&#x4E5F;&#x6B7B;&#x800C;&#x65E0;&#x61BE;&#x3002;&#x8FD9;&#x662F;&#x5973;&#x4EBA;&#x773C;&#x4E2D;&#x7684;&#x300A;&#x795E;&#x96D5;&#x300B;&#xFF0C;&#x5973;&#x4EBA;&#x5FC3;&#x4E2D;&#x7684;&#x7231;&#x60C5;&#x7ECF;&#x5178;&#xFF0C;&#x53EF;&#x77E5;&#x7537;&#x4EBA;&#x610F;&#x4E0B;&#x5982;&#x4F55;&#xFF1F;&#x7231;&#x60C5;&#x4E4B;&#x4E8E;&#x7537;&#x4EBA;&#xFF0C;&#x597D;&#x6BD4;&#x4F5C;&#x4E0B;&#x9152;&#x83DC;&#xFF0C;&#x5927;&#x8364;&#x5927;&#x8165;&#x5927;&#x53EF;&#x4E0D;&#x5FC5;&#xFF0C;&#x5C0F;&#x789F;&#x4E0D;&#x59A8;&#x591A;&#xFF0C;&#x8364;&#x7D20;&#x76F8;&#x6742;&#xFF0C;&#x6D45;&#x5C1D;&#x8F84;&#x6B62;&#xFF0C;&#x65B9;&#x662F;&#x9189;&#x98DE;&#x541F;&#x76CF;&#x3001;&#x4EBA;&#x751F;&#x5F97;&#x610F;&#x65F6;&#x3002;</p>
<p>  &#x7231;&#x4F60;&#xFF0C;&#x4F46;&#x4E0D;&#x8981;&#x5929;&#x957F;&#x5730;&#x4E45;&#x3002;&#x4E16;&#x4E0A;&#x7684;&#x75F4;&#x5FC3;&#x5973;&#x5B50;&#xFF0C;&#x80FD;&#x5426;&#x653E;&#x7537;&#x4EBA;&#x4E00;&#x9A6C;&#xFF1F;&#x5C31;&#x7B97;&#x7ED9;&#x82E6;&#x95F7;&#x7684;&#x4EBA;&#x751F;&#x7559;&#x4E00;&#x6247;&#x7A97;&#x5427;&#xFF0C;&#x4E0D;&#x4E3A;&#x8FDC;&#x8D70;&#x9AD8;&#x98DE;&#xFF0C;&#x53EA;&#x4E3A;&#x9886;&#x7565;&#x90A3;&#x4EBA;&#x95F4;&#x6625;&#x5149;&#x65D6;&#x65CE;&#x3001;&#x79C0;&#x8272;&#x65E0;&#x8FB9;&#x3002;</p>
<p>  &#x5012;&#x60C5;&#x613F;&#x6768;&#x8FC7;&#x662F;&#x97E6;&#x5C0F;&#x5B9D;&#xFF0C;&#x7231;&#x4ED6;&#x7684;&#x3001;&#x4ED6;&#x7231;&#x7684;&#xFF0C;&#x4EBA;&#x751F;&#x65E0;&#x61BE;&#x3002;&#x518D;&#x4E0D;&#x7136;&#x662F;&#x90A3;&#x5927;&#x7406;&#x6BB5;&#x4E8C;&#xFF0C;&#x98CE;&#x6D41;&#x800C;&#x4E0D;&#x4E0B;&#x6D41;&#xFF0C;&#x5076;&#x5C14;&#x7A83;&#x7389;&#x5077;&#x9999;&#xFF0C;&#x4E00;&#x664C;&#x8D2A;&#x6B22;&#x3002;&#x53EF;&#x60DC;&#x4E16;&#x95F4;&#x4EBA;&#x591A;&#x5982;&#x8D3E;&#x5B9D;&#x7389;&#xFF0C;&#x7231;&#x7740;&#x6797;&#x59B9;&#x59B9;&#xFF0C;&#x5374;&#x5A36;&#x4E86;&#x5B9D;&#x59D0;&#x59D0;&#x3002;&#x4ECE;&#x8FD9;&#x70B9;&#x770B;&#xFF0C;&#x6768;&#x8FC7;&#x8FD8;&#x662F;&#x5E78;&#x798F;&#x7684;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch02.html" class="navigation navigation-prev " aria-label="Previous page: 笑傲江湖">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch04.html" class="navigation navigation-next " aria-label="Next page: 射雕英雄传">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"神雕侠侣","level":"1.4","depth":1,"next":{"title":"射雕英雄传","level":"1.5","depth":1,"path":"ch04.md","ref":"ch04.md","articles":[]},"previous":{"title":"笑傲江湖","level":"1.3","depth":1,"path":"ch02.md","ref":"ch02.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch03.md","mtime":"2020-02-25T14:14:09.165Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-02-25T14:14:48.067Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

