
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>射雕英雄传 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch05.html" />
    
    
    <link rel="prev" href="ch03.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    天龙八部
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    笑傲江湖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    神雕侠侣
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    射雕英雄传
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    倚天屠龙记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    鹿鼎记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    连城诀
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch08.html">
            
                <a href="ch08.html">
            
                    
                    雪山飞狐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch09.html">
            
                <a href="ch09.html">
            
                    
                    侠客行
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >射雕英雄传</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5C04;&#x96D5;&#x82F1;&#x96C4;&#x4F20;">&#x5C04;&#x96D5;&#x82F1;&#x96C4;&#x4F20;</h1>
<p>&#x6240;&#x8C13;&#x7537;&#x5B69;&#x5B50;&#x597D;&#x8272;&#x800C;&#x6155;&#x5C11;&#x827E;&#xFF0C;&#x4E43;&#x662F;&#x4EBA;&#x4E4B;&#x5929;&#x6027;&#x3002;&#x6709;&#x671D;&#x4E00;&#x65E5;&#x808C;&#x4F53;&#x6210;&#x719F;&#xFF0C;&#x8377;&#x5C14;&#x8499;&#x4FBF;&#x5145;&#x6EA2;&#x800C;&#x51FA;&#xFF0C;&#x56DB;&#x5904;&#x5BFB;&#x4EBA;&#x3002;&#x6240;&#x4EE5;&#x6EE1;&#x53E3;&#x9053;&#x5B66;&#x5982;&#x5C39;&#x5FD7;&#x5E73;&#xFF0C;&#x8FD8;&#x662F;&#x4E0D;&#x514D;&#x5E74;&#x8FC7;&#x56DB;&#x5341;&#xFF0C;&#x53BB;&#x8349;&#x4E1B;&#x53BB;&#x6402;&#x5B9A;&#x4E86;&#x5C0F;&#x9F99;&#x5973;&#x3002;&#x53E4;&#x4EBA;&#x8BF4;&#x5F97;&#x597D;&#xFF0C;&#x201C;&#x65E5;&#x4E45;&#x751F;&#x60C5;&#x201D;&#x3002;&#x7537;&#x7537;&#x5973;&#x5973;&#x5728;&#x4E00;&#x8D77;&#x4E45;&#x4E86;&#xFF0C;&#x65E0;&#x8BBA;&#x5F00;&#x59CB;&#x591A;&#x51A4;&#x5BB6;&#xFF0C;&#x90FD;&#x96BE;&#x514D;&#x6709;&#x4E00;&#x65E5;&#x7EFF;&#x8C46;&#x6389;&#x5165;&#x738B;&#x516B;&#x773C;&#x91CC;&#x53BB;&#x3002;
&#xE5E5;&#xE5E5;
&#xE5E5;&#xE5E5;&#x53EF;&#x662F;&#x5144;&#x59B9;&#x8FD9;&#x5173;&#x7CFB;&#xFF0C;&#x5374;&#x53C8;&#x4E0D;&#x80FD;&#x4E00;&#x6982;&#x800C;&#x8BBA;&#x3002;&#x6211;&#x5929;&#x671D;&#x793C;&#x4EEA;&#x4E4B;&#x90A6;&#xFF0C;&#x5B5F;&#x592B;&#x5B50;&#x8001;&#x65E9;&#x5C31;&#x89C4;&#x5B9A;&#xFF1A;&#x9664;&#x975E;&#x5AC2;&#x5B50;&#x6EBA;&#x6C34;&#xFF0C;&#x4E0D;&#x80FD;&#x6CBE;&#x4E2B;&#x624B;&#x6307;&#x3002;&#x5144;&#x59B9;&#x4E4B;&#x95F4;&#x5373;&#x4FBF;&#x770B;&#x5BF9;&#x4E86;&#x773C;&#xFF0C;&#x4E5F;&#x53EA;&#x80FD;&#x5F3A;&#x81EA;&#x5FCD;&#x8010;&#x3002;&#x6240;&#x4EE5;&#x8272;&#x72FC;&#x4E13;&#x7231;&#x6CBE;&#x60F9;&#x82B1;&#x8349;&#x4E4B;&#x540E;&#xFF0C;&#x4E00;&#x53E5;&#x201C;&#x6211;&#x628A;&#x4F60;&#x5F53;&#x4F5C;&#x59B9;&#x59B9;&#x201D;&#x5C31;&#x5212;&#x5B9A;&#x4E86;&#x7586;&#x754C;&#xFF0C;&#x5C31;&#x6B64;&#x628A;&#x5973;&#x4EBA;&#x5316;&#x505A;&#x4E86;&#x4E2B;&#x9B1F;&#x3002;
&#xE5E5;&#xE5E5;&#x5999;&#x7684;&#x662F;&#x6C5F;&#x6E56;&#x513F;&#x5973;&#xFF0C;&#x610F;&#x6C14;&#x7EB7;&#x7136;&#x3002;&#x5973;&#x5B50;&#x4E0D;&#x8BA9;&#x987B;&#x7709;&#xFF0C;&#x4E49;&#x59B9;&#x5E08;&#x59B9;&#xFF0C;&#x50BB;&#x50BB;&#x5206;&#x4E0D;&#x6E05;&#x695A;&#x3002;&#x8FD9;&#x5C31;&#x6069;&#x6028;&#x7EA0;&#x845B;&#x8D77;&#x6765;&#x4E86;&#xFF1A;
&#xE5E5;&#xE5E5;
&#xE5E5;&#xE5E5;&#x300A;&#x98DE;&#x72D0;&#x5916;&#x4F20;&#x300B;&#x91CC;&#x5934;&#xFF0C;&#x9A6C;&#x884C;&#x7A7A;&#x5973;&#x513F;&#x6625;&#x82B1;&#x548C;&#x5F90;&#x5CE5;&#x5C31;&#x5C5E;&#x4E8E;&#x5178;&#x578B;&#x5E08;&#x5144;&#x59B9;&#x3002;&#x8D70;&#x9556;&#x7684;&#x8001;&#x4EBA;&#x5BB6;&#x4E0D;&#x662F;&#x6DF1;&#x5802;&#x5927;&#x9662;&#xFF0C;&#x5973;&#x513F;&#x8981;&#x627E;&#x7684;&#x662F;&#x996D;&#x6258;&#x4E0D;&#x662F;&#x6500;&#x9F99;&#x9644;&#x51E4;&#x3002;&#x6240;&#x4EE5;&#x4E00;&#x9047;&#x5230;&#x4E8B;&#xFF0C;&#x5148;&#x628A;&#x5973;&#x513F;&#x8BB8;&#x7ED9;&#x4E86;&#x5F92;&#x5F1F;&#x2014;&#x2014;&#x4FDD;&#x4E0D;&#x9F50;&#x9A6C;&#x8001;&#x5934;&#x6536;&#x5F92;&#x5F1F;&#x65F6;&#x5C31;&#x662F;&#x5E26;&#x7740;&#x62E9;&#x5A7F;&#x7684;&#x5FF5;&#x5934;&#x3002;&#x53EF;&#x60DC;&#x5973;&#x513F;&#x7ED3;&#x5A5A;&#x524D;&#x7EA2;&#x674F;&#x51FA;&#x5899;&#x8FDE;&#x5E26;&#x6000;&#x5B55;&#xFF0C;&#x8FD9;&#x5C31;&#x8BF4;&#x660E;&#x4E86;&#x4E00;&#x4E2A;&#x4E0D;&#x53EF;&#x9760;&#x6027;&#xFF1A;&#x8001;&#x7239;&#x628A;&#x81EA;&#x5DF1;&#x6307;&#x5A5A;&#x7ED9;&#x5E08;&#x5144;&#xFF0C;&#x53EF;&#x5E08;&#x59D0;&#x5F1F;&#x5144;&#x59B9;&#x95F4;&#x5F80;&#x5F80;&#x6CA1;&#x600E;&#x4E48;&#x770B;&#x4E0A;&#x773C;&#x3002;&#x9634;&#x5DEE;&#x9633;&#x9519;&#xFF0C;&#x5C31;&#x6210;&#x4E86;&#x6028;&#x5076;&#x3002;&#x4E5F;&#x602A;&#x9A6C;&#x8001;&#x5934;&#x513F;&#x6CA1;&#x4ED4;&#x7EC6;&#xFF0C;&#x8D70;&#x591A;&#x5E74;&#x9556;&#x53EA;&#x9009;&#x4E86;&#x4E00;&#x4E2A;&#x7B28;&#x800C;&#x66B4;&#x8E81;&#x3001;&#x4E0D;&#x5584;&#x7ECF;&#x8425;&#x7684;&#x5F92;&#x5F1F;&#xFF0C;&#x8FD8;&#x60C5;&#x6025;&#x5C31;&#x628A;&#x5973;&#x513F;&#x8BB8;&#x4E86;&#xFF0C;&#x7C97;&#x758F;&#x4E4B;&#x4E0B;&#xFF0C;&#x540E;&#x60A3;&#x65E0;&#x7A77;&#x3002;
&#xE5E5;&#xE5E5;
&#xE5E5;&#xE5E5;&#x80E1;&#x6590;&#x6D1E;&#x5EAD;&#x6E56;&#x627E;&#x4E86;&#x7A0B;&#x59D1;&#x5A18;&#xFF0C;&#x80CC;&#x7BA9;&#x7B50;&#x3001;&#x6000;&#x5170;&#x82B1;&#xFF0C;&#x542C;&#x60C5;&#x6B4C;&#x3001;&#x6CBB;&#x773C;&#x775B;&#x3002;&#x7A0B;&#x59D1;&#x5A18;&#x62FF;&#x4ED6;&#x7B77;&#x5B50;&#x5403;&#x767D;&#x83DC;&#xFF0C;&#x5DF2;&#x7ECF;&#x662F;&#x592A;&#x660E;&#x663E;&#x7684;&#x6697;&#x793A;&#xFF0C;&#x8FD9;&#x5C0F;&#x5B50;&#x5C82;&#x6709;&#x4E0D;&#x61C2;&#x4E4B;&#x7406;&#xFF1F;&#x6CA1;&#x5948;&#x4F55;&#x90A3;&#x9ED1;&#x76AE;&#x80A4;&#x585E;&#x5317;&#x5973;&#x90CE;&#x65E9;&#x9001;&#x4E86;&#x53EA;&#x7389;&#x51E4;&#xFF0C;&#x8FD9;&#x5929;&#x8C08;&#x5BB9;&#x8C8C;&#x62DB;&#x7FFB;&#x4E86;&#x5C0F;&#x7A0B;&#xFF0C;&#x6CA1;&#x529E;&#x6CD5;&#x4E86;&#xFF1A;&#x90A3;&#x5C31;&#x62DC;&#x4E2A;&#x5144;&#x59B9;&#x5427;&#x3002;&#x8BFB;&#x4E66;&#x81F3;&#x6B64;&#xFF0C;&#x4E0D;&#x80FD;&#x4E0D;&#x671D;&#x80E1;&#x6590;&#x62A1;&#x4E00;&#x5DF4;&#x638C;&#x3002;&#x300A;&#x4E66;&#x5251;&#x300B;&#x91CC;&#x9EC4;&#x6CB3;&#x5CB8;&#x8FB9;&#xFF0C;&#x848B;&#x56DB;&#x6839;&#x8BF4;&#x5F97;&#x597D;&#xFF1A;&#x201C;&#x4E0A;&#x5C31;&#x4E0A;&#xFF0C;&#x6664;&#x4E0A;&#x5C31;&#x6664;&#x4E0A;&#x5587;&#xFF01;&#x4F60;&#x7B2C;&#x73ED;&#x5951;&#x5F1F;&#xFF0C;&#x8D39;&#x4E8B;&#x7406;&#x4F60;&#x65F0;&#x591A;&#xFF01;&#x201D;&#x540C;&#x7406;&#xFF0C;&#x8981;&#x5C31;&#x8981;&#x4E86;&#xFF0C;&#x628A;&#x7389;&#x51E4;&#x6454;&#x4E00;&#x7C89;&#x788E;&#xFF1B;&#x4E0D;&#x8981;&#x5C31;&#x4E0D;&#x8981;&#xFF0C;&#x4EE5;&#x540E;&#x4EE5;&#x793C;&#x656C;&#x4E4B;&#x3002;&#x771F;&#x62DC;&#x4E86;&#x5144;&#x59B9;&#xFF0C;&#x8FD8;&#x6CA1;&#x4E8B;&#x201C;&#x6551;&#x9A6C;&#x59D1;&#x5A18;&#xFF0C;&#x6211;&#x4E0E;&#x4F60;&#x540C;&#x6B7B;&#x201D;&#x8FD9;&#x79CD;&#x5EC9;&#x4EF7;&#x751C;&#x8A00;&#x871C;&#x8BED;&#x51FA;&#x6765;&#x3002;&#x820D;&#x4E0D;&#x5F97;&#x52A8;&#x771F;&#x60C5;&#xFF0C;&#x53C8;&#x5F97;&#x54C4;&#x7740;&#xFF0C;&#x597D;&#x6709;&#x4E00;&#x6BD4;&#xFF0C;&#x5C31;&#x662F;&#x5218;&#x5907;&#x62FF;&#x6454;&#x5B69;&#x5B50;&#x7B3C;&#x7EDC;&#x8D75;&#x4E91;&#xFF0C;&#x201C;&#x65E0;&#x7531;&#x629A;&#x6170;&#x5FE0;&#x81E3;&#x610F;&#xFF0C;&#x6545;&#x5C06;&#x4EB2;&#x513F;&#x6454;&#x9A6C;&#x524D;&#x201D;&#xFF0C;&#x771F;&#x65E0;&#x803B;&#x4E5F;&#xFF01;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch03.html" class="navigation navigation-prev " aria-label="Previous page: 神雕侠侣">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch05.html" class="navigation navigation-next " aria-label="Next page: 倚天屠龙记">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"射雕英雄传","level":"1.5","depth":1,"next":{"title":"倚天屠龙记","level":"1.6","depth":1,"path":"ch05.md","ref":"ch05.md","articles":[]},"previous":{"title":"神雕侠侣","level":"1.4","depth":1,"path":"ch03.md","ref":"ch03.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch04.md","mtime":"2020-02-25T14:14:09.165Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-02-25T14:14:48.067Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

