
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>鹿鼎记 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch07.html" />
    
    
    <link rel="prev" href="ch05.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    天龙八部
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    笑傲江湖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    神雕侠侣
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    射雕英雄传
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    倚天屠龙记
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.7" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    鹿鼎记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    连城诀
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch08.html">
            
                <a href="ch08.html">
            
                    
                    雪山飞狐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch09.html">
            
                <a href="ch09.html">
            
                    
                    侠客行
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >鹿鼎记</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x9E7F;&#x9F0E;&#x8BB0;">&#x9E7F;&#x9F0E;&#x8BB0;</h1>
<p>&#x5728;&#x6614;&#x5E74;&#x7EA2;&#x6781;&#x4E00;&#x65F6;&#x7684;&#x7535;&#x89C6;&#x5267;&#x300A;&#x5C0F;&#x5B9D;&#x4E0E;&#x5EB7;&#x7199;&#x300B;&#x91CC;&#xFF0C;&#x90D1;&#x4F0A;&#x5065;&#x626E;&#x6F14;&#x7684;&#x9648;&#x8FD1;&#x5357;&#x4E00;&#x88AD;&#x85CF;&#x84DD;&#x957F;&#x886B;&#xFF0C;&#x914D;&#x4E0A;&#x62DB;&#x724C;&#x5F0F;&#x7684;&#x7535;&#x773C;&#xFF0C;&#x77AC;&#x95F4;&#x4FBF;&#x53EF;&#x79D2;&#x6740;&#x8367;&#x5C4F;&#x524D;&#x7684;&#x6240;&#x6709;&#x5973;&#x6027;&#x3002;&#x7531;&#x4E8E;&#x662F;&#x53CB;&#x60C5;&#x5BA2;&#x4E32;&#xFF0C;&#x8FD9;&#x4F4D;&#x9648;&#x603B;&#x8235;&#x4E3B;&#x51FA;&#x573A;&#x65F6;&#x95F4;&#x6781;&#x6709;&#x9650;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x5F8B;&#x4EE4;&#x68EE;&#x4E25;&#x7684;&#x6E05;&#x671D;&#x521D;&#x671F;&#x80CC;&#x666F;&#x4E0B;&#x7ADF;&#x7136;&#x6CA1;&#x6709;&#x5243;&#x5934;&#xFF0C;&#x7B80;&#x76F4;&#x662F;&#x800D;&#x9177;&#x800D;&#x5230;&#x4E27;&#x5FC3;&#x75C5;&#x72C2;&#x7684;&#x5730;&#x6B65;&#x3002;</p>
<p>&#x3000;&#x3000;&#x6240;&#x4EE5;&#x5728;&#x5F88;&#x957F;&#x7684;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x91CC;&#xFF0C;&#x9648;&#x8FD1;&#x5357;&#x7559;&#x7ED9;&#x6211;&#x7684;&#x5370;&#x8C61;&#x90FD;&#x662F;&#x8FD1;&#x4F3C;&#x4E8E;&#x674E;&#x5BFB;&#x6B22;&#x4E00;&#x7C7B;&#xFF0C;&#x51B7;&#x6F20;&#x98CE;&#x6D41;&#xFF0C;&#x7279;&#x7ACB;&#x72EC;&#x884C;&#x3002;</p>
<p>&#x3000;&#x3000;&#x6211;&#x5374;&#x600E;&#x4E48;&#x4E5F;&#x60F3;&#x4E0D;&#x5230;&#xFF0C;&#x771F;&#x6B63;&#x7684;&#x9648;&#x6C38;&#x534E;&#xFF0C;&#x4F1A;&#x662F;&#x4E00;&#x4E2A;&#x5FE0;&#x809D;&#x4E49;&#x80C6;&#x7684;&#x4E2D;&#x5E74;&#x8C0B;&#x81E3;&#xFF0C;&#x4E00;&#x4E2A;&#x50CF;&#x8881;&#x5D07;&#x7115;&#x90A3;&#x6837;&#x7684;&#x60B2;&#x5267;&#x82F1;&#x96C4;&#x3002;&#x800C;&#x97E6;&#x5C0F;&#x5B9D;&#x5BF9;&#x9648;&#x8FD1;&#x5357;&#xFF0C;&#x4EA6;&#x8FDC;&#x4E0D;&#x4F3C;&#x7535;&#x89C6;&#x5267;&#x91CC;&#x7684;&#x5F20;&#x536B;&#x5065;&#x5BF9;&#x90D1;&#x4F0A;&#x5065;&#x90A3;&#x6837;&#x7684;&#x5076;&#x50CF;&#x5D07;&#x62DC;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x5BF9;&#x7236;&#x4EB2;&#x4E00;&#x822C;&#x7684;&#x4F9D;&#x604B;&#x5D07;&#x656C;&#x3002;</p>
<p>&#x3000;&#x3000;&#x5728;&#x5F53;&#x65F6;&#x7684;&#x6C5F;&#x6E56;&#x4E2D;&#xFF0C;&#x76DB;&#x4F20;&#x7740;&#x4E00;&#x53E5;&#x582A;&#x6BD4;&#x5F53;&#x4E0B;&#x6F6E;&#x724C;&#x5E7F;&#x544A;&#x8BED;&#x7684;&#x987A;&#x53E3;&#x6E9C;&#xFF0C;&#x53EB;&#x505A;&#xFF1A;&#x201C;&#x5E73;&#x751F;&#x4E0D;&#x8BC6;&#x9648;&#x8FD1;&#x5357;&#xFF0C;&#x7EB5;&#x79F0;&#x82F1;&#x96C4;&#x4E5F;&#x6789;&#x7136;&#x3002;&#x201D;&#x4E0D;&#x4EC5;&#x662F;&#x5F00;&#x5934;&#x7684;&#x72C2;&#x70ED;&#x9648;&#x7C89;&#x8305;&#x5341;&#x516B;&#xFF0C;&#x6240;&#x6709;&#x6C5F;&#x6E56;&#x4EBA;&#x58EB;&#x90FD;&#x4EE5;&#x89C1;&#x5230;&#x9648;&#x8FD1;&#x5357;&#x4E00;&#x9762;&#x4E3A;&#x8363;&#xFF0C;&#x6B64;&#x67B6;&#x52BF;&#x8DB3;&#x4EE5;&#x4E0E;&#x5982;&#x4ECA;&#x7684;&#x4E00;&#x7EBF;&#x5076;&#x50CF;&#x660E;&#x661F;&#x76F8;&#x5AB2;&#x7F8E;&#x3002;</p>
<p>&#x3000;&#x3000;&#x8FD9;&#x6837;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x4E5F;&#x76F4;&#x63A5;&#x5BFC;&#x81F4;&#x4E86;&#x4E24;&#x80A1;&#x52BF;&#x529B;&#x7684;&#x5FCC;&#x60EE;&#xFF0C;&#x4E5F;&#x6070;&#x5982;&#x6BCF;&#x4E00;&#x7EC4;&#x4EBA;&#x9645;&#x5173;&#x7CFB;&#x4E2D;&#x90FD;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x4E24;&#x4E2A;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#xFF1A;&#x4F5C;&#x4E3A;&#x654C;&#x4EBA;&#x7684;&#x5EB7;&#x7199;&#xFF0C;&#x548C;&#x4F5C;&#x4E3A;&#x540C;&#x76DF;&#x6218;&#x53CB;&#x7684;&#x51AF;&#x9521;&#x8303;&#x3002;</p>
<p>&#x3000;&#x3000;&#x6240;&#x4EE5;&#x8BF4;&#xFF0C;&#x9648;&#x8FD1;&#x5357;&#x7684;&#x6559;&#x8BAD;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x50CF;&#x5929;&#x5730;&#x4F1A;&#x8FD9;&#x79CD;&#x62DB;&#x63FD;&#x4EBA;&#x624D;&#x7684;&#x5A92;&#x4F53;&#x5BA3;&#x4F20;&#x624B;&#x6BB5;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x94E4;&#x800C;&#x8D70;&#x9669;&#x7684;&#x884C;&#x4E3A;&#x2014;&#x2014;&#x5728;&#x52AA;&#x529B;&#x83B7;&#x5F97;&#x793E;&#x4F1A;&#x8BA4;&#x540C;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x5E94;&#x5F53;&#x987E;&#x5FCC;&#x4E00;&#x4E0B;&#x5404;&#x4E2A;&#x6743;&#x529B;&#x96C6;&#x56E2;&#x7684;&#x4EF7;&#x503C;&#x53D6;&#x5411;&#x3002;</p>
<p>&#x3000;&#x3000;&#x8BFB;&#x4E66;&#x770B;&#x7535;&#x89C6;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x90D1;&#x514B;&#x587D;&#x624B;&#x5203;&#x9648;&#x8FD1;&#x5357;&#x662F;&#x611A;&#x4E0D;&#x53EF;&#x53CA;&#xFF0C;&#x6070;&#x4F3C;&#x5982;&#x4ECA;&#x53D7;&#x5C3D;&#x8BDF;&#x75C5;&#x7684;&#x5D07;&#x796F;&#x4E4B;&#x8D1F;&#x4E8E;&#x8881;&#x6545;&#x7ECF;&#x7565;&#x3002;&#x7AD9;&#x5728;&#x9AD8;&#x5904;&#x6307;&#x6307;&#x70B9;&#x70B9;&#x56FA;&#x7136;&#x662F;&#x8F7B;&#x800C;&#x6613;&#x4E3E;&#xFF0C;&#x7136;&#x800C;&#x7AD9;&#x5728;&#x51AF;&#x9521;&#x8303;&#x4E0E;&#x90D1;&#x514B;&#x587D;&#x7684;&#x7ACB;&#x573A;&#xFF0C;&#x7AD9;&#x5728;&#x56DB;&#x9762;&#x695A;&#x6B4C;&#x7684;&#x5D07;&#x796F;&#x7684;&#x7ACB;&#x573A;&#xFF0C;&#x6B8B;&#x5BB3;&#x5FE0;&#x826F;&#x4EE5;&#x9677;&#x81EA;&#x8EAB;&#x4E8E;&#x6C34;&#x6DF1;&#x706B;&#x70ED;&#x4E4B;&#x4E2D;&#xFF0C;&#x4F3C;&#x4E4E;&#x4E5F;&#x662F;&#x65E0;&#x53EF;&#x907F;&#x514D;&#x7684;&#x5FC5;&#x7136;&#x4E4B;&#x4E3E;&#x3002;</p>
<p>&#x3000;&#x3000;&#x64CD;&#x52B3;&#x534A;&#x751F;&#xFF0C;&#x6362;&#x6765;&#x4E00;&#x53E5;&#x529F;&#x9AD8;&#x76D6;&#x4E3B;&#xFF0C;&#x59D4;&#x5B9E;&#x662F;&#x4EE4;&#x4EBA;&#x5FC3;&#x5BD2;&#x3002;</p>
<p>&#x3000;&#x3000;&#x5F88;&#x5C0F;&#x7684;&#x65F6;&#x5019;&#x8BFB;&#x6625;&#x79CB;&#x6218;&#x56FD;&#x53F2;&#xFF0C;&#x7279;&#x522B;&#x7FA1;&#x6155;&#x8303;&#x5927;&#x592B;&#x5728;&#x52FE;&#x8DF5;&#x590D;&#x4EC7;&#x6210;&#x529F;&#x4EE5;&#x540E;&#x98D8;&#x7136;&#x8FDC;&#x53BB;&#xFF0C;&#x4E00;&#x821F;&#x4E00;&#x7F8E;&#x6D6A;&#x8361;&#x5929;&#x6DAF;&#x3002;&#x62FF;&#x540C;&#x65F6;&#x4EE3;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x4F2F;&#x56AD;&#x4E4B;&#x77ED;&#x89C6;&#x4EA6;&#x975E;&#x7F55;&#x89C1;&#xFF0C;&#x4F0D;&#x5B50;&#x80E5;&#x4E4B;&#x60B2;&#x6006;&#x4E43;&#x662F;&#x547D;&#x5B9A;&#x3002;&#x800C;&#x6700;&#x8BBD;&#x523A;&#x7684;&#x5219;&#x662F;&#x6587;&#x79CD;&#xFF0C;&#x8BBE;&#x4E0B;&#x8BA1;&#x7B56;&#x52A9;&#x52FE;&#x8DF5;&#x593A;&#x53D6;&#x6C5F;&#x5C71;&#xFF0C;&#x6362;&#x6765;&#x7684;&#x662F;&#x4E0E;&#x4F0D;&#x5B50;&#x80E5;&#x4E00;&#x822C;&#x7684;&#x7ED3;&#x5C40;&#x3002;</p>
<p>&#x3000;&#x3000;&#x5F53;&#x65F6;&#x6211;&#x53EA;&#x628A;&#x8FD9;&#x4E00;&#x6BB5;&#x5386;&#x53F2;&#x5F53;&#x505A;&#x5BFB;&#x5E38;&#x5C0F;&#x8BF4;&#x6545;&#x4E8B;&#x4E00;&#x6837;&#x770B;&#xFF0C;&#x53EA;&#x89C9;&#x5F97;&#x8303;&#x8821;&#x662F;&#x4E3B;&#x89D2;&#x800C;&#x5176;&#x4ED6;&#x4EBA;&#x90FD;&#x662F;&#x65E0;&#x5173;&#x7D27;&#x8981;&#x7684;&#x914D;&#x89D2;&#xFF0C;&#x60DF;&#x6709;&#x4E3B;&#x89D2;&#x9AD8;&#x77BB;&#x8FDC;&#x77A9;&#x770B;&#x5F97;&#x901A;&#x900F;&#xFF0C;&#x672C;&#x5C31;&#x662F;&#x5BFB;&#x5E38;&#x9053;&#x7406;&#x3002;</p>
<p>&#x3000;&#x3000;&#x76F4;&#x5230;&#x540E;&#x6765;&#x7684;&#x540E;&#x6765;&#xFF0C;&#x5F53;&#x6211;&#x77E5;&#x9053;&#x4E16;&#x4EBA;&#x672C;&#x65E0;&#x5206;&#x4EC0;&#x4E48;&#x4E3B;&#x89D2;&#x4E0E;&#x914D;&#x89D2;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x4F60;&#x662F;&#x4E3B;&#x89D2;&#x6240;&#x4EE5;&#x4F60;&#x624D;&#x5149;&#x9C9C;&#x4EAE;&#x4E3D;&#x5E78;&#x798F;&#x5FEB;&#x4E50;&#xFF0C;&#x800C;&#x662F;&#x56E0;&#x4E3A;&#x4F60;&#x6709;&#x957F;&#x8FDC;&#x6253;&#x7B97;&#x7684;&#x672C;&#x4E8B;&#xFF0C;&#x4F60;&#x624D;&#x80FD;&#x6210;&#x4E3A;&#x7B11;&#x5230;&#x6700;&#x540E;&#x7684;&#x4E3B;&#x89D2;&#x3002;</p>
<p>&#x3000;&#x3000;&#x8FD9;&#x6837;&#x8BF4;&#x6765;&#xFF0C;&#x9648;&#x8FD1;&#x5357;&#x7684;&#x4E0D;&#x5E78;&#x6B92;&#x547D;&#xFF0C;&#x4F3C;&#x4E4E;&#x4E5F;&#x662F;&#x7406;&#x4E4B;&#x5FC5;&#x7136;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch05.html" class="navigation navigation-prev " aria-label="Previous page: 倚天屠龙记">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch07.html" class="navigation navigation-next " aria-label="Next page: 连城诀">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"鹿鼎记","level":"1.7","depth":1,"next":{"title":"连城诀","level":"1.8","depth":1,"path":"ch07.md","ref":"ch07.md","articles":[]},"previous":{"title":"倚天屠龙记","level":"1.6","depth":1,"path":"ch05.md","ref":"ch05.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch06.md","mtime":"2020-02-25T14:14:09.165Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-02-25T14:14:48.067Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

