
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>连城诀 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch08.html" />
    
    
    <link rel="prev" href="ch06.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    天龙八部
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    笑傲江湖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    神雕侠侣
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    射雕英雄传
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    倚天屠龙记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    鹿鼎记
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.8" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    连城诀
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch08.html">
            
                <a href="ch08.html">
            
                    
                    雪山飞狐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch09.html">
            
                <a href="ch09.html">
            
                    
                    侠客行
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >连城诀</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8FDE;&#x57CE;&#x8BC0;">&#x8FDE;&#x57CE;&#x8BC0;</h1>
<p>&#x8BBA;&#x6C14;&#x52BF;&#xFF0C;&#x8BBA;&#x683C;&#x5C40;&#xFF0C;&#x300A;&#x8FDE;&#x57CE;&#x8BC0;&#x300B;&#x81EA;&#x7136;&#x6BD4;&#x4E0D;&#x4E86;&#x300A;&#x5929;&#x9F99;&#x516B;&#x90E8;&#x300B;&#x3001;&#x5C04;&#x96D5;&#x4E09;&#x90E8;&#x66F2;&#x8FD9;&#x4E9B;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x8BBA;&#x5BF9;&#x4EBA;&#x6027;&#x63ED;&#x9732;&#x4E4B;&#x5F7B;&#x5E95;&#x548C;&#x51B3;&#x7EDD;&#xFF0C;&#x8FD9;&#x90E8;&#x5C0F;&#x8BF4;&#x751A;&#x81F3;&#x6BD4;&#x300A;&#x7B11;&#x50B2;&#x6C5F;&#x6E56;&#x300B;&#xFF08;&#x5B83;&#x66F4;&#x4FA7;&#x91CD;&#x4E8E;&#x653F;&#x6CBB;&#xFF09;&#x8FD8;&#x8981;&#x66F4;&#x9AD8;&#x4E00;&#x5C42;&#x3002;</p>
<p>&#x8BFB;&#x7F62;&#x6574;&#x90E8;&#x5C0F;&#x8BF4;&#xFF0C;&#x6211;&#x611F;&#x89C9;&#x5F02;&#x5E38;&#x618B;&#x95F7;&#xFF1A;&#x9664;&#x4E86;&#x61A8;&#x76F4;&#x7684;&#x72C4;&#x4E91;&#xFF0C;&#x5BF9;&#x7231;&#x60C5;&#x5FE0;&#x8D1E;&#x4E0D;&#x6E1D;&#x7684;&#x4E01;&#x5178;&#x3001;&#x51CC;&#x971C;&#x534E;&#xFF0C;&#x4E2B;&#x9B1F;&#x7684;&#x5FE0;&#x4E49;&#xFF0C;&#x621A;&#x82B3;&#x548C;&#x6C34;&#x7B19;&#x7684;&#x5584;&#x826F;&#xFF0C;&#x5168;&#x4E66;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x597D;&#x4EBA;&#xFF0C;&#x800C;&#x4E14;&#x9664;&#x8840;&#x5200;&#x8001;&#x7956;&#x4E4B;&#x5916;&#xFF0C;&#x5168;&#x662F;&#x9634;&#x9669;&#x6076;&#x6BD2;&#x3001;&#x5DE5;&#x4E8E;&#x5FC3;&#x8BA1;&#x4E4B;&#x5F92;&#xFF0C;&#x4E3A;&#x4E86;&#x5FC3;&#x4E2D;&#x7684;&#x6B32;&#x671B;&#xFF0C;&#x4E0D;&#x60DC;&#x6740;&#x59BB;&#x706D;&#x5B50;&#x3001;&#x6B3A;&#x5E08;&#x706D;&#x7956;&#xFF01;&#xFF08;&#x51CC;&#x77E5;&#x5E9C;&#x4E3A;&#x4E86;&#x5F97;&#x5230;&#x5B9D;&#x85CF;&#x4E0D;&#x60DC;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x5973;&#x513F;&#x6D3B;&#x57CB;&#xFF1B;&#x4E07;&#x572D;&#x88AB;&#x59BB;&#x5B50;&#x6551;&#x4E86;&#x6027;&#x547D;&#x5374;&#x8FD8;&#x8981;&#x5C06;&#x5200;&#x5B50;&#x6DF1;&#x6DF1;&#x63D2;&#x8FDB;&#x5979;&#x7684;&#x5C0F;&#x8179;&#xFF1B;&#x72C4;&#x4E91;&#x6551;&#x4E86;&#x5E08;&#x7236;&#xFF0C;&#x53CD;&#x8FC7;&#x6765;&#x5C31;&#x4E2D;&#x4E86;&#x5E08;&#x7236;&#x7684;&#x6697;&#x7B97;&#xFF1B;&#x66F4;&#x4E0D;&#x8096;&#x8BF4;&#x5E08;&#x5144;&#x5F1F;&#x4E09;&#x4EBA;&#x6740;&#x4E86;&#x5E08;&#x7236;&#x62A2;&#x5230;&#x300A;&#x5510;&#x8BD7;&#x5251;&#x8C31;&#x300B;&#x540E;&#xFF0C;&#x4E92;&#x4E0D;&#x76F8;&#x4FE1;&#xFF0C;&#x5C45;&#x7136;&#x7528;&#x94C1;&#x94FE;&#x5C06;&#x4E09;&#x4EBA;&#x540C;&#x65F6;&#x9501;&#x8D77;&#x7684;&#x5978;&#x8BC8;&#xFF09;&#x8FD9;&#x6837;&#x7684;&#x793E;&#x4F1A;&#xFF0C;&#x8001;&#x5B9E;&#x4EBA;&#x72C4;&#x4E91;&#x600E;&#x80FD;&#x4E0D;&#x88AB;&#x8BBE;&#x8BA1;&#x3001;&#x4E0D;&#x88AB;&#x6B3A;&#x9A97;&#xFF01;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x73B0;&#x5B9E;&#x793E;&#x4F1A;&#x4E2D;&#x7C7B;&#x4F3C;&#x7684;&#x4E8B;&#x60C5;&#x4E5F;&#x662F;&#x5C42;&#x51FA;&#x4E0D;&#x7A77;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x4E0D;&#x4F3C;&#x5C0F;&#x8BF4;&#x8FD9;&#x6837;&#x96C6;&#x4E2D;&#x7F62;&#x4E86;&#x3002;&#x8FD9;&#x90E8;&#x5C0F;&#x8BF4;&#x66F4;&#x503C;&#x5F97;&#x73A9;&#x5473;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5C31;&#x662F;&#x91D1;&#x5EB8;&#x5DE7;&#x5999;&#x7684;&#x60C5;&#x8282;&#x8BBE;&#x7F6E;&#x3002;</p>
<p>&#x5E08;&#x5F92;&#x7684;&#x6E29;&#x99A8;&#x3001;&#x62DC;&#x8BBF;&#x7684;&#x70ED;&#x95F9;&#x8FD8;&#x6CA1;&#x6709;&#x5C3D;&#x5174;&#xFF0C;&#x4EC7;&#x6740;&#x3001;&#x540C;&#x95E8;&#x4E89;&#x6597;&#x3001;&#x6B7B;&#x4EA1;&#x3001;&#x8BEC;&#x9677;&#x3001;&#x72F1;&#x4E2D;&#x5384;&#x8FD0;&#x5C31;&#x63A5;&#x8E35;&#x800C;&#x81F3;&#xFF0C;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x8C1C;&#x56E2;&#x4E22;&#x7ED9;&#x72C4;&#x4E91;&#xFF0C;&#x66F4;&#x4E22;&#x7ED9;&#x8BFB;&#x8005;&#xFF0C;&#x5176;&#x4E2D;&#x66F2;&#x6298;&#x867D;&#x5927;&#x81F4;&#x80FD;&#x731C;&#x5230;&#xFF0C;&#x53EF;&#x662F;&#x4F9D;&#x7136;&#x6709;&#x4E00;&#x4E2A;&#x5927;&#x5927;&#x7684;&#x4E0D;&#x901A;&#xFF08;&#x621A;&#x957F;&#x53D1;&#x7684;&#x5931;&#x8E2A;&#xFF09;&#xFF0C;&#x4E8E;&#x662F;&#x518D;&#x7531;&#x4E01;&#x5178;&#x4E4B;&#x53E3;&#x8BB2;&#x51FA;&#x8FD9;&#x4E2A;&#x4E0D;&#x901A;&#xFF0C;&#x610F;&#x5728;&#x544A;&#x8BC9;&#x8BFB;&#x8005;&#xFF0C;&#x4E0D;&#x662F;&#x4F5C;&#x8005;&#x758F;&#x6F0F;&#xFF0C;&#x800C;&#x662F;&#x6709;&#x610F;&#x4E3A;&#x4E4B;&#x3002;</p>
<p>&#x7528;&#x5B54;&#x5E86;&#x4E1C;&#x7684;&#x8BDD;&#x8BF4;&#xFF0C;&#x524D;&#x534A;&#x90E8;&#x5206;&#x7591;&#x4E91;&#x6F2B;&#x5929;&#xFF0C;&#x540E;&#x534A;&#x90E8;&#x5206;&#x60E8;&#x8C61;&#x904D;&#x5730;</p>
<p>&#x72C4;&#x4E91;&#x597D;&#x4E0D;&#x5BB9;&#x6613;&#x9003;&#x79BB;&#x7262;&#x72F1;&#xFF0C;&#x5374;&#x53C8;&#x77AC;&#x95F4;&#x5931;&#x6389;&#x631A;&#x53CB;&#xFF0C;&#x800C;&#x4E14;&#x88AB;&#x8FEB;&#x9003;&#x5165;&#x96EA;&#x5C71;&#xFF0C;&#x5728;&#x4EB2;&#x773C;&#x76EE;&#x7779;&#x4E00;&#x4E2A;&#x6B63;&#x4EBA;&#x541B;&#x5B50;&#x5982;&#x4F55;&#x5728;&#x4E00;&#x77AC;&#x95F4;&#x53D8;&#x6210;&#x4E00;&#x4E2A;&#x539A;&#x989C;&#x65E0;&#x803B;&#x7684;&#x5351;&#x52A3;&#x5C0F;&#x4EBA;&#x540E;&#xFF0C;&#x56DE;&#x5230;&#x4ED6;&#x719F;&#x6089;&#x800C;&#x754F;&#x60E7;&#x5374;&#x4E0D;&#x5F97;&#x4E0D;&#x9762;&#x5BF9;&#x7684;&#x4E11;&#x6076;&#x73B0;&#x5B9E;&#x3002;&#x901A;&#x8FC7;&#x621A;&#x82B3;&#x7684;&#x5077;&#x542C;&#xFF0C;&#x51E0;&#x5E74;&#x524D;&#x7684;&#x9634;&#x8C0B;&#x7EC8;&#x4E8E;&#x771F;&#x76F8;&#x5927;&#x767D;&#xFF0C;&#x800C;&#x65B0;&#x7684;&#x4E11;&#x6076;&#x518D;&#x4E00;&#x6B21;&#x663E;&#x73B0;&#xFF0C;&#x66FE;&#x7ECF;&#x7684;&#x5E08;&#x5F92;&#x53CD;&#x76EE;&#xFF0C;&#x5728;&#x4E0B;&#x4E00;&#x8F88;&#x4E2D;&#x7EE7;&#x7EED;&#x5EF6;&#x7EED;&#xFF0C;&#x751A;&#x81F3;&#x4EB2;&#x751F;&#x7236;&#x5B50;&#x90FD;&#x5DEE;&#x70B9;&#x540C;&#x5BA4;&#x64CD;&#x6208;&#xFF01;</p>
<p>&#x6545;&#x4E8B;&#x60C5;&#x8282;&#x73AF;&#x73AF;&#x76F8;&#x6263;&#x3001;&#x6B65;&#x6B65;&#x8BBE;&#x8FF7;&#xFF0C;&#x5E03;&#x5C40;&#x7CBE;&#x5DE7;&#x800C;&#x53C8;&#x5F15;&#x4EBA;&#x5165;&#x80DC;&#x3002;&#x602A;&#x4E0D;&#x5F97;&#x4E25;&#x5BB6;&#x708E;&#x6559;&#x6388;&#x5728;&#x300A;&#x91D1;&#x5EB8;&#x5C0F;&#x8BF4;&#x8BBA;&#x7A3F;&#x300B;&#x4E2D;&#x4E13;&#x9644;&#x4E00;&#x7AE0;&#x6765;&#x6D45;&#x8C08;&#x6B64;&#x4E66;&#x3002;</p>
<p>&#x540C;&#x300A;&#x78A7;&#x8840;&#x5251;&#x300B;&#x4E00;&#x6837;&#xFF0C;&#x8FD9;&#x4E2A;&#x5C0F;&#x8BF4;&#x7684;&#x4E3B;&#x4EBA;&#x516C;&#x72C4;&#x4E91;&#x7684;&#x5149;&#x8292;&#x8FDC;&#x8FDC;&#x4E0D;&#x53CA;&#x4E01;&#x5178;&#x548C;&#x8840;&#x5200;&#x8001;&#x7956;&#xFF0C;&#x4ED6;&#x53EA;&#x662F;&#x4E00;&#x53CC;&#x773C;&#x775B;&#xFF0C;&#x4F9B;&#x8BFB;&#x8005;&#x8BFB;&#x6E05;&#x8FD9;&#x4E2A;&#x4E11;&#x6076;&#x4E16;&#x754C;&#x7684;&#x4E00;&#x53CC;&#x773C;&#x775B;&#xFF0C;&#x4ED6;&#x7684;&#x9A7D;&#x949D;&#x540C;&#x4E01;&#x5178;&#x7684;&#x624D;&#x60C5;&#x76F8;&#x6BD4;&#x5B9E;&#x5728;&#x662F;&#x4E91;&#x6CE5;&#x4E4B;&#x522B;&#xFF0C;&#x800C;&#x6574;&#x90E8;&#x4E66;&#x6700;&#x6253;&#x52A8;&#x6211;&#x4E4B;&#x5904;&#x5C31;&#x662F;&#x4E01;&#x5178;&#x548C;&#x51CC;&#x971C;&#x534E;&#x7EAF;&#x771F;&#x7684;&#x7231;&#x60C5;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x662F;&#x51CC;&#x971C;&#x534E;&#x5BF9;&#x4E01;&#x5178;&#x81F3;&#x6B7B;&#x4E0D;&#x6E1D;&#x7684;&#x7231;&#x60C5;&#xFF0C;&#x4E3A;&#x4E86;&#x4E01;&#x5178;&#xFF0C;&#x5979;&#x7518;&#x613F;&#x5C06;&#x81EA;&#x5DF1;&#x6BC1;&#x5BB9;&#xFF0C;&#x5E76;&#x5929;&#x5929;&#x6362;&#x82B1;&#x6765;&#x652F;&#x6491;&#x4E01;&#x5178;&#x6700;&#x540E;&#x7684;&#x6C42;&#x751F;&#x4FE1;&#x5FF5;&#x3002;&#x6700;&#x7EC8;&#x5374;&#x843D;&#x5F97;&#x88AB;&#x81EA;&#x5DF1;&#x7684;&#x7236;&#x4EB2;&#x6D3B;&#x6D3B;&#x95F7;&#x6B7B;&#x5728;&#x68FA;&#x6750;&#x91CC;&#x7684;&#x60B2;&#x60E8;&#x7ED3;&#x5C40;&#xFF01;&#x6211;&#x8BFB;&#x5230;&#x72C4;&#x4E91;&#x6253;&#x5F00;&#x68FA;&#x6750;&#x90A3;&#x4E00;&#x5E55;&#x771F;&#x662F;&#x8BF4;&#x4E0D;&#x51FA;&#x7684;&#x9707;&#x60CA;&#x548C;&#x6124;&#x6012;&#x3002;</p>
<p>&#x8840;&#x5200;&#x8001;&#x7956;&#x662F;&#x4E00;&#x4E2A;&#x5341;&#x6076;&#x4E0D;&#x8D66;&#x7684;&#x6076;&#x4EBA;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x7684;&#x80C6;&#x8BC6;&#x548C;&#x771F;&#x6027;&#x60C5;&#x5728;&#x548C;&#x201C;&#x5357;&#x56DB;&#x5947;&#x201D;&#x7684;&#x751F;&#x6B7B;&#x8F83;&#x91CF;&#x4E2D;&#xFF0C;&#x5728;&#x82B1;&#x94C1;&#x6746;&#x7684;&#x886C;&#x6258;&#x4E0B;&#xFF0C;&#x662F;&#x90A3;&#x6837;&#x8000;&#x773C;&#x593A;&#x76EE;&#xFF01;</p>
<p>&#x4E00;&#x4E2A;&#x771F;&#x6B63;&#x7684;&#x6076;&#x4EBA;&#x5F80;&#x5F80;&#x6BD4;&#x4F2A;&#x541B;&#x5B50;&#x66F4;&#x5766;&#x8361;&#xFF01;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch06.html" class="navigation navigation-prev " aria-label="Previous page: 鹿鼎记">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch08.html" class="navigation navigation-next " aria-label="Next page: 雪山飞狐">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"连城诀","level":"1.8","depth":1,"next":{"title":"雪山飞狐","level":"1.9","depth":1,"path":"ch08.md","ref":"ch08.md","articles":[]},"previous":{"title":"鹿鼎记","level":"1.7","depth":1,"path":"ch06.md","ref":"ch06.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch07.md","mtime":"2020-02-25T14:14:09.165Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-02-25T14:14:48.067Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

