
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>雪山飞狐 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch09.html" />
    
    
    <link rel="prev" href="ch07.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    天龙八部
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    笑傲江湖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    神雕侠侣
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    射雕英雄传
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    倚天屠龙记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    鹿鼎记
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    连城诀
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.9" data-path="ch08.html">
            
                <a href="ch08.html">
            
                    
                    雪山飞狐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch09.html">
            
                <a href="ch09.html">
            
                    
                    侠客行
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >雪山飞狐</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x96EA;&#x5C71;&#x98DE;&#x72D0;">&#x96EA;&#x5C71;&#x98DE;&#x72D0;</h1>
<p>&#x91D1;&#x5EB8;&#x5C0F;&#x8BF4;&#x6784;&#x7B51;&#x4E86;&#x4E00;&#x4E2A;&#x5E9E;&#x5927;&#x7684;&#x4F53;&#x7CFB;&#xFF0C;&#x5176;&#x4EBA;&#x7269;&#x548C;&#x60C5;&#x8282;&#x6570;&#x91CF;&#x90FD;&#x5341;&#x5206;&#x60CA;&#x4EBA;&#x3002;&#x4F46;&#x4ECE;&#x6545;&#x4E8B;&#x5F62;&#x6001;&#x5B66;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x5206;&#x6790;&#xFF0C;&#x5B83;&#x4EEC;&#x4E0E;&#x6240;&#x6709;&#x795E;&#x5947;&#x6545;&#x4E8B;&#x4E00;&#x6837;&#xFF0C;&#x5728;&#x529F;&#x80FD;&#x9879;&#x6216;&#x6BCD;&#x9898;&#x4E0A;&#x5B58;&#x5728;&#x7740;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x7684;&#x91CD;&#x590D;&#x3002;&#x5176;&#x4E2D;&#x53CD;&#x590D;&#x51FA;&#x73B0;&#x7684;&#x6BCD;&#x9898;&#x5C31;&#x662F;&#x5BFB;&#x5B9D;&#xFF08;&#x800C;&#x5BFB;&#x5B9D;&#x7684;&#x5173;&#x952E;&#x79D8;&#x5BC6;&#x901A;&#x5E38;&#x662F;&#x4E00;&#x5F20;&#x85CF;&#x5B9D;&#x56FE;&#xFF09;&#xFF0C;&#x8FD9;&#x4E00;&#x76EE;&#x7684;&#x65F6;&#x5E38;&#x8D4B;&#x4E88;&#x4E3B;&#x89D2;&#x4E00;&#x4E2A;&#x4F7F;&#x547D;&#xFF0C;&#x5168;&#x4E66;&#x7684;&#x60C5;&#x8282;&#x548C;&#x4EBA;&#x7269;&#x6027;&#x683C;&#x5219;&#x56F4;&#x7ED5;&#x5BF9;&#x5B9D;&#x7269;&#x7684;&#x4E89;&#x593A;&#x800C;&#x5C55;&#x5F00;&#x3002;&#x4F5C;&#x4E3A;&#x6545;&#x4E8B;&#x7ED3;&#x6784;&#x7684;&#x201C;&#x5B9D;&#x7269;&#x5B9A;&#x5F8B;&#x201D;&#x4E00;&#x822C;&#x5305;&#x542B;&#x4EE5;&#x4E0B;&#x4E09;&#x4E2A;&#x547D;&#x9898;&#xFF1A;
1&#xFF09;&#x5BFB;&#x83B7;&#x5B9D;&#x7269;&#xFF08;&#x8D22;&#x7269;&#x3001;&#x6B66;&#x529F;&#x79D8;&#x7B08;&#x7B49;&#xFF09;&#x6D89;&#x53CA;&#x5230;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x79D8;&#x5BC6;&#xFF08;&#x85CF;&#x5B9D;&#x5730;&#x56FE;&#x3001;&#x79D8;&#x8BC0;&#x3001;&#x5200;&#x5251;&#x3001;&#x5173;&#x952E;&#x4EBA;&#x7269;&#x7B49;&#xFF09;&#xFF1B;
2&#xFF09;&#x5B9D;&#x7269;&#x603B;&#x662F;&#x7ED9;&#x5B83;&#x7684;&#x4E3B;&#x4EBA;&#x5E26;&#x6765;&#x5384;&#x8FD0;&#xFF1A;&#x6781;&#x529B;&#x60F3;&#x6210;&#x4E3A;&#x5B83;&#x4E3B;&#x4EBA;&#x7684;&#xFF0C;&#x6700;&#x7EC8;&#x5F80;&#x5F80;&#x53D8;&#x6210;&#x5B83;&#x7684;&#x5974;&#x96B6;&#xFF1B;
3&#xFF09;&#x4E3B;&#x4EBA;&#x516C;&#x603B;&#x662F;&#x65E0;&#x610F;&#x4E2D;&#x5BFB;&#x83B7;&#x5B9D;&#x7269;&#xFF0C;&#x4F46;&#x53EA;&#x6709;&#x5BF9;&#x5B9D;&#x7269;&#x4E0D;&#x5728;&#x610F;&#xFF0C;&#x4ED6;&#x624D;&#x80FD;&#x5F97;&#x5230;&#x548C;&#x4FDD;&#x6709;&#x5B83;&#x3002;
&#x7528;&#x8FD9;&#x6837;&#x7684;&#x7ED3;&#x6784;&#x5206;&#x6790;&#xFF0C;&#x53D1;&#x73B0;&#x91D1;&#x5EB8;&#x7684;&#x6B66;&#x4FA0;&#x6545;&#x4E8B;&#x4ECE;&#x5927;&#x7ED3;&#x6784;&#x4E0A;&#x6765;&#x8BF4;&#xFF0C;&#x57FA;&#x672C;&#x7C7B;&#x4F3C;&#xFF0C;&#x5176;&#x4E2D;&#x53EA;&#x6709;&#x300A;&#x5929;&#x9F99;&#x516B;&#x90E8;&#x300B;&#x3001;&#x300A;&#x795E;&#x96D5;&#x4FA0;&#x4FA3;&#x300B;&#x3001;&#x300A;&#x8D8A;&#x5973;&#x5251;&#x300B;&#x9664;&#x5916;&#xFF0C;&#x5176;&#x4F59;&#x6982;&#x83AB;&#x80FD;&#x5916;&#x5730;&#x6709;&#x4E00;&#x4E2A;&#x593A;&#x5B9D;&#x7684;&#x4E3B;&#x7EBF;&#x6216;&#x526F;&#x4E3B;&#x7EBF;&#x3002;&#x5176;&#x57FA;&#x672C;&#x72B6;&#x51B5;&#x53EF;&#x5927;&#x81F4;&#x6982;&#x62EC;&#x5982;&#x4E0B;&#xFF1A;
&#x79D8;&#x5BC6;
&#x5728;&#x5927;&#x591A;&#x6570;&#x7684;&#x593A;&#x5B9D;&#x6545;&#x4E8B;&#x4E2D;&#xFF0C;&#x83B7;&#x5F97;&#x5B9D;&#x85CF;&#x7684;&#x5148;&#x51B3;&#x6761;&#x4EF6;&#x90FD;&#x662F;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x6027;&#x79D8;&#x5BC6;&#x7684;&#x5B58;&#x5728;&#x3002;&#x7B2C;&#x4E00;&#x7C7B;&#x4EE5;&#x62A2;&#x593A;&#x8D22;&#x5B9D;&#x4E3A;&#x4E3B;&#x7684;&#x6545;&#x4E8B;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E00;&#x7ED3;&#x6784;&#x6027;&#x7279;&#x70B9;&#x66F4;&#x4E3A;&#x660E;&#x663E;&#xFF1B;&#x8FD9;&#x4E9B;&#x8D22;&#x5B9D;&#xFF0C;&#x4E0D;&#x8BBA;&#x5176;&#x6765;&#x6E90;&#x4E3A;&#x4F55;&#xFF0C;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x76F8;&#x540C;&#x7684;&#x8981;&#x7D20;&#xFF1A;&#x5373;&#x8D22;&#x7269;&#x7684;&#x5B58;&#x5728;&#x548C;&#x5927;&#x6982;&#x5730;&#x70B9;&#x90FD;&#x4E0D;&#x662F;&#x79D8;&#x5BC6;&#xFF0C;&#x4F46;&#x5177;&#x4F53;&#x65B9;&#x4F4D;&#x5FC5;&#x987B;&#x4F9D;&#x8D56;&#x85CF;&#x5B9D;&#x56FE;&#x6216;&#x5176;&#x4ED6;&#x79D8;&#x5BC6;&#x4FE1;&#x606F;&#x624D;&#x80FD;&#x7834;&#x89E3;&#x3002;&#x56E0;&#x6B64;&#x8FD9;&#x4E00;&#x79D8;&#x5BC6;&#x4FE1;&#x606F;&#x5C31;&#x6210;&#x4E3A;&#x4E89;&#x593A;&#x7684;&#x7126;&#x70B9;&#xFF0C;&#x660E;&#x4E89;&#x6697;&#x62A2;&#xFF0C;&#x65E0;&#x6240;&#x4E0D;&#x7528;&#x5176;&#x6781;&#xFF0C;&#x6545;&#x4E8B;&#x60C5;&#x8282;&#x548C;&#x4EBA;&#x7269;&#x6027;&#x683C;&#x7684;&#x5851;&#x9020;&#x90FD;&#x4F9D;&#x8D56;&#x4E8E;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x7684;&#x63A8;&#x52A8;&#x3002;
&#x9664;&#x300A;&#x78A7;&#x8840;&#x5251;&#x300B;&#x4EE5;&#x5916;&#xFF0C;&#x6240;&#x6709;&#x5BF9;&#x8D22;&#x5B9D;&#x7684;&#x4E89;&#x593A;&#x90FD;&#x5728;&#x5B9D;&#x85CF;&#x7684;&#x79D8;&#x5BC6;&#x88AB;&#x6B63;&#x5F0F;&#x67E5;&#x5B9E;&#x53D1;&#x73B0;&#x4E4B;&#x524D;&#xFF0C;&#x4F46;&#x4E89;&#x593A;&#x7684;&#x8FC7;&#x7A0B;&#x5219;&#x662F;&#x6240;&#x6709;&#x6545;&#x4E8B;&#x4E2D;&#x5FC5;&#x7136;&#x51FA;&#x73B0;&#x7684;&#x2014;&#x2014;&#x5B9D;&#x7269;&#x7684;&#x73CD;&#x8D35;&#x6027;&#x672C;&#x8EAB;&#x4E5F;&#x4F53;&#x73B0;&#x5728;&#x7834;&#x89E3;&#x4FE1;&#x606F;&#x7684;&#x795E;&#x79D8;&#x6027;&#x548C;&#x4E89;&#x593A;&#x7684;&#x6FC0;&#x70C8;&#x7A0B;&#x5EA6;&#x4E0A;&#x3002;&#x85CF;&#x5B9D;&#x4FE1;&#x606F;&#x7684;&#x79D8;&#x5BC6;&#x4E5F;&#x53CD;&#x6620;&#x5728;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x60C5;&#x8282;&#x4E4B;&#x4E2D;&#xFF1A;&#x5373;&#x4EBA;&#x4EEC;&#x5E38;&#x5E38;&#x5F97;&#x5230;&#x4E86;&#x79D8;&#x5BC6;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x5C31;&#x662F;&#x53D1;&#x73B0;&#x5B9D;&#x85CF;&#x7684;&#x5173;&#x952E;&#x6240;&#x5728;&#xFF08;&#x6216;&#x4E0D;&#x81EA;&#x77E5;&#x3001;&#x6216;&#x65E0;&#x6CD5;&#x7834;&#x89E3;&#xFF09;&#xFF1B;&#x800C;&#x79D8;&#x5BC6;&#x901A;&#x5E38;&#x662F;&#x5206;&#x5F00;&#x6536;&#x85CF;&#x7684;&#xFF0C;&#x4E3B;&#x4EBA;&#x516C;&#x5FC5;&#x987B;&#x7ECF;&#x5386;&#x4E00;&#x4E2A;&#x8270;&#x96BE;&#x7684;&#x8FC7;&#x7A0B;&#x3001;&#x5B8C;&#x5168;&#x6536;&#x96C6;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x624D;&#x80FD;&#x5F00;&#x542F;&#x5B9D;&#x85CF;&#x3002;
&#x8FD9;&#x7C7B;&#x60C5;&#x8282;&#x4E0D;&#x80DC;&#x679A;&#x4E3E;&#xFF0C;&#x4E5F;&#x5411;&#x6765;&#x662F;&#x901A;&#x4FD7;&#x6587;&#x5B66;&#x4E00;&#x4E2A;&#x767E;&#x8BD5;&#x4E0D;&#x723D;&#x7684;&#x5438;&#x5F15;&#x8BFB;&#x8005;&#x7684;&#x8981;&#x8BC0;&#x3002;&#x4F8B;&#x5982;&#x300A;&#x96EA;&#x5C71;&#x98DE;&#x72D0;&#x300B;&#x7B2C;&#x4E94;&#x8282;&#xFF0C;&#x5E73;&#x963F;&#x56DB;&#x8BF4;&#xFF1A;
&#x767E;&#x5E74;&#x6765;&#x8F97;&#x8F6C;&#x4E89;&#x593A;&#xFF0C;&#x7EC8;&#x4E8E;&#x519B;&#x5200;&#x7531;&#x5929;&#x9F99;&#x95E8;&#x7530;&#x6C0F;&#x638C;&#x7BA1;&#xFF0C;&#x85CF;&#x5B9D;&#x4E4B;&#x56FE;&#x5374;&#x7531;&#x82D7;&#x5BB6;&#x5BB6;&#x4F20;&#x3002;&#x53EA;&#x662F;&#x82D7;&#x7530;&#x4E24;&#x5BB6;&#x4E0D;&#x77E5;&#x5176;&#x4E2D;&#x6709;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x5927;&#x79D8;&#x5BC6;&#xFF0C;&#x662F;&#x4EE5;&#x6CA1;&#x53BB;&#x53D1;&#x6398;&#x5B9D;&#x85CF;&#x3002;&#x8FD9;&#x79D8;&#x5BC6;&#x7531;&#x80E1;&#x5BB6;&#x4E16;&#x4EE3;&#x76F8;&#x4F20;&#xFF0C;&#x53EF;&#x662F;&#x59D3;&#x80E1;&#x7684;&#x6CA1;&#x519B;&#x5200;&#x5730;&#x56FE;&#xFF0C;&#x81EA;&#x4E5F;&#x65E0;&#x6CD5;&#x627E;&#x5230;&#x5B9D;&#x85CF;
&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x82D7;&#x7530;&#x4E24;&#x5BB6;&#x6839;&#x672C;&#x4E0D;&#x81EA;&#x77E5;&#x628A;&#x63E1;&#x7740;&#x7834;&#x89E3;&#x5B9D;&#x85CF;&#x7684;&#x5173;&#x952E;&#x4FE1;&#x606F;&#x2014;&#x2014;&#x4ED6;&#x4EEC;&#x65E2;&#x4E0D;&#x77E5;&#x519B;&#x5200;&#x3001;&#x5730;&#x56FE;&#x7684;&#x6765;&#x5386;&#xFF0C;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x548C;&#x5B9D;&#x85CF;&#x6709;&#x5173;&#xFF1B;&#x4E14;&#x79D8;&#x5BC6;&#x5206;&#x5F00;&#x6536;&#x85CF;&#xFF0C;&#x4E09;&#x5BB6;&#x76F8;&#x4E92;&#x7275;&#x5236;&#xFF0C;&#x5FC5;&#x987B;&#x5408;&#x5728;&#x4E00;&#x8D77;&#x624D;&#x80FD;&#x5F00;&#x542F;&#x5B9D;&#x85CF;&#x3002;
&#x5728;&#x300A;&#x8FDE;&#x57CE;&#x8BC0;&#x300B;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E00;&#x8981;&#x7D20;&#x53C8;&#x6362;&#x4E86;&#x4E00;&#x4E2A;&#x9762;&#x5B54;&#x51FA;&#x73B0;&#x4E86;&#xFF1A;&#x8FDE;&#x57CE;&#x5251;&#x6D3E;&#x4E09;&#x5F1F;&#x5B50;&#x90FD;&#x77E5;&#x9053;&#x79D8;&#x5BC6;&#x5728;&#x300A;&#x5510;&#x8BD7;&#x9009;&#x8F91;&#x300B;&#x91CC;&#x9762;&#xFF0C;&#x53EF;&#x662F;&#x6CA1;&#x6709;&#x8FDE;&#x57CE;&#x8BC0;&#x5374;&#x4E00;&#x65E0;&#x6240;&#x7528;&#x3002;&#x540C;&#x6837;&#xFF0C;&#x53EA;&#x6709;&#x8FDE;&#x57CE;&#x8BC0;&#xFF0C;&#x201C;&#x5374;&#x4E0D;&#x77E5;&#x6BCF;&#x4E00;&#x4E2A;&#x6570;&#x5B57;&#xFF0C;&#x5E94;&#x5F53;&#x7528;&#x5728;&#x54EA;&#x4E00;&#x9996;&#x8BD7;&#x4E2D;&#x201D;&#xFF08;&#x7B2C;12&#x7AE0;&#xFF09;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x7528;&#x5904;&#x3002;&#x6B64;&#x540E;&#x4E01;&#x5178;&#x65E0;&#x610F;&#x4E2D;&#x5F97;&#x5230;&#x8FDE;&#x57CE;&#x8BC0;&#xFF0C;&#x4F46;&#x5C61;&#x906D;&#x8FFD;&#x6740;&#x8FEB;&#x5BB3;&#x4E4B;&#x540E;&#xFF0C;&#x4ED6;&#x624D;&#x4ECE;&#x51CC;&#x971C;&#x534E;&#x90A3;&#x91CC;&#x77E5;&#x9053;&#x5251;&#x8BC0;&#x4E0E;&#x5B9D;&#x85CF;&#x6709;&#x5173;&#xFF1B;&#x72C4;&#x4E91;&#x3001;&#x621A;&#x82B3;&#x628A;&#x8FDE;&#x57CE;&#x5251;&#x8C31;&#x62FF;&#x53BB;&#x5939;&#x978B;&#x6837;&#xFF0C;&#x5374;&#x4ECE;&#x6765;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5B9D;&#x85CF;&#x7684;&#x5173;&#x952E;&#x6240;&#x5728;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch07.html" class="navigation navigation-prev " aria-label="Previous page: 连城诀">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch09.html" class="navigation navigation-next " aria-label="Next page: 侠客行">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"雪山飞狐","level":"1.9","depth":1,"next":{"title":"侠客行","level":"1.10","depth":1,"path":"ch09.md","ref":"ch09.md","articles":[]},"previous":{"title":"连城诀","level":"1.8","depth":1,"path":"ch07.md","ref":"ch07.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch08.md","mtime":"2020-02-25T14:14:09.165Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-02-25T14:14:48.067Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

